<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<html lang="en">
<head>
	<meta charset="utf-8">
    <meta name="viewport" content="maximum-scale=1.0,minimum-scale=1.0,user-scalable=0,width=device-width,initial-scale=1.0"/>
    <meta name="format-detection" content="telephone=no,email=no,date=no,address=no">
    <title>众聚猫用户协议</title>
    <link rel="stylesheet" type="text/css" href="${staticFile_s}/commons/css/grzxcss/aui.css" />
    <style>
    	.aui-content {
    -webkit-overflow-scrolling: touch;
    overflow-x: hidden;
    word-break: break-all;
    margin-bottom: 0.5rem 0;
}
h3 {
    font-size: 0.7rem;
    font-weight: 500;
    padding: 0.5rem 0;
    color: #757575;
    line-height: 1.5rem;
}
h2 {
    font-size: 1rem;
    margin: 0.5rem 0;
}
p {
    font-size: 0.7rem;
    color: #757575;
    line-height: 1.5rem;
}h4 {
    font-size: 0.7rem;
    font-weight: 500;
    line-height: 1.5rem;
    padding: 0.5rem 0;
    color: #757575;
}
    </style>
</head>
<body>
<section  class="aui-content-padded">
  <h1 style="text-align:center;padding-bottom: 0.5rem;">众聚猫用户协议</h1> 
  <div class="aui-content">
		<p>1. 用户完成众聚猫注册程序时，视为用户与众聚猫已达成《众聚猫用户协议》，就用户进入众聚猫消费（即用户通过众聚猫与商家进行交易）达成本协议的全部约定。</p>
		<p>2. 众聚猫及用户均已认真阅读本《众聚猫用户协议》(下称“本协议”)中全部条款（特别是以黑体字标示出的关于众聚猫及用户重大权益的条款）及众聚猫发布的其他全
	部服务条款和操作规则的内容，对本协议及前述服务条款和规则均以知晓、理解并接受，同意将其作为确定双方权利义务的依据。众聚猫《法律声明》为本协议的必要
	组成部分，用户接受本协议的同时即视为接受众聚猫《法律声明》的全部内容。</p>
  </div>
<h2>一、定义条款</h2>
<h3>1.1.“众聚猫”：</h3><p>北京安食众聚电子商务有限公司运营和管理的网络电子商务交易平台，域名为www.zhongjumall.com, 北京安食众聚电子商务有限公司通过该网络电子商务交易平台为用户和商家提供商品、服务、信息等交易的网络交易平台服务。本协议下文中，“众聚猫”既指网络交易平台（www.zhongjumall.com），亦指北京安食众聚电子商务有限公司。</p>
<h3>1.2.“用户”：</h3><p>接受并同意本协议全部条款及众聚猫发布的其他全部服务条款和操作规则、通过众聚猫进行网络交易的众聚猫注册会员。</p>
<h3>1.3.“商家”：</h3><p>通过众聚猫发布商品/服务信息、向用户提供商品/服务的自然人、法人和其他组织。</p>
<h3>1.4.“交易”：</h3><p>用户与商家通过众聚猫进行的交易商品/服务的活动。</p>
<h3>1.5.“商品信息”：</h3><p>商家通过众聚猫发布的，在众聚猫页面上展示的商品/服务信息，包括但不限于商品/服务的名称、促销优惠、种类、数量、质量、价格、有效期、预约时间、商家地址、配送方式、退换货方式、退款条件、售后服务等内容。商品信息在法律上构成商家就商品/服务向用户发出的要约。</p>
<h3>1.6.“商品价款”：</h3><p>用户为购买商品/服务而应向商家支付的商品/服务的对价，价款的数额以用户与商家达成的订单中约定的商品价格及数量为确定依据。</p>
<h3>1.7.“电子消费凭证”：</h3><p>由众聚猫以页面、短信、电子邮件或其他方式向用户发送的电子形式的购货凭证或服务单据，用于证明用户已支付商品价款、有权获得所购买的商品/服务。</p>

<h2>二、用户注册</h2>
<h3>2.1.注册资格<h3>
<p>用户承诺：用户具有完全民事权利能力和行为能力或虽不具有完全民事权利能力和行为能力但经其法定代理人同意并由其法定代理人代理注册及应用众聚猫服务。</p>
<h3>2.2.注册目的</h3>
<p>用户承诺：用户进行用户注册并非出于违反法律法规或破坏众聚猫网络交易秩序的目的。</p>
<h3>2.3.注册流程</h3>
<p>2.3.1.扫描众聚猫商家二维码</p>
<p>2.3.2.注册众聚猫会员</p>
<p>2.3.3.用户完成验证时视为用户注册成功。</p>

<h2>三、用户服务</h2>
<p>众聚猫为用户通过众聚猫进行网络交易活动提供网络交易平台服务，众聚猫将根据市场需要，结合各业务部门的不同特点，可能向用户收取一定的服务费用。</p>
<h3>3.1.服务内容</h3>
<p>3.1.1.用户有权在众聚猫浏览商品/服务的信息、有权通过众聚猫与商家达成订单、支付商品价款、获得电子消费凭证（如有）等。</p>
<p>3.1.2.用户有权在众聚猫查看其众聚猫会员账号下的信息，有权应用众聚猫提供的功能进行操作。</p>
<p>3.1.3.用户有权按照众聚猫发布的活动规则参与众聚猫组织的网站活动。</p>
<p>3.1.4.众聚猫承诺为用户提供的其他服务。</p>
<h3>3.2.服务规则</h3>
<p>用户承诺遵守下列众聚猫服务规则：</p>
<p>3.2.1.用户应当遵守法律法规、规章、规范性文件及政策要求的规定，不得在众聚猫或利用众聚猫服务从事非法或其他损害众聚猫或第三方权益的活动，如发送或接收任何违法、违规、违反公序良俗、侵犯他人权益的信息，发送或接收传销材料或存在其他危害的信息或言论，未经众聚猫授权使用或伪造众聚猫电子邮件题头信息等。</p>
<p>3.2.2.用户应当遵守法律法规应当妥善使用和保管众聚猫账号及密码，对其众聚猫账号和密码下进行的行为和发生的事件负责。当用户发现众聚猫账号被未经其授权的第三方使用或存在其他账号安全问题时应立即有效通知众聚猫，要求众聚猫暂停该众聚猫账号的服务。众聚猫有权在合理时间内对用户的该等请求采取行动，但对采取行动前用户已经遭受的损失不承担任何责任。用户在未经众聚猫同意的情况下不得将众聚猫账号以赠与、借用、租用、转让或其他方式处分给他人。</p>
<p>3.2.3.用户通过众聚猫与商家进行电子商务交易时，应当遵守本协议“交易规则”的全部约定及众聚猫发布的其他关于电子商务交易的服务条款和操作规则的全部规定。</p>
<p>3.2.4.用户在众聚猫对商品/服务进行评价时应当根据实际情况如实进行评价。</p>
<p>3.2.5.用户应当按照众聚猫发布的规则参加众聚猫抽奖等活动，遵守活动秩序。</p>
<p>3.2.6.众聚猫发布的其他服务条款和操作规则。</p>

<h2>四、商品交易规则</h2>
<p>用户承诺在其进入众聚猫消费，通过众聚猫与商家进行商品交易的过程中良好遵守如下众聚猫交易规则。</p>
<h3>4.1.浏览信息</h3>
<p>用户在众聚猫浏览商品/服务的信息时，应当仔细阅读商品/服务信息中包含的全部内容，包括但不限于商品/服务的名称、种类、数量、质量、价格、有效期、预约时间、商家地址、营业时间、配送方式、退换货方式、退款条件、售后服务等内容，其中用户应特别注意商品/服务的有效期、预约时间及退款条件等内容，用户完全接受信息中包含的全部内容后方可点击购买。
</p><h3>4.2.提交及确认订单</h3>
<p>4.2.1.用户应当仔细阅读订单页面中所包含的全部内容，包括但不限于商品信息中的全部内容、为再次提示用户注意而标明的本单商品/服务的有效期、退款条件等内容（如有），选择及确认购买数量、价格、应付总额、用户接收商品电子消费凭证的联系方式或接收货物的收货地址和送货时间等内容。
前述商品订单页面中所包含的全部内容，构成了用户与商家之间达成的购销合同的合同内容，用户完全同意商品订单的全部内容后方可提交订单。
</p>
<p>4.2.2.用户再次阅读并确认商品订单的全部内容后方可点击确认订单并付款，用户确认订单即视为用户已知晓、同意并接受商品订单中的全部内容，与商家成立了购销合同。订单中所包含的全部内容即为合同的内容，具体包括但不限于商品/服务的名称、种类、数量、质量、价格、有效期、预约时间、商家地址、营业时间、配送方式、退换货方式、退款条件、售后服务等，用户与商家均应当按照前述合同的约定履行各自的权利义务。
</p>
<h3>4.3.支付商品价款</h3>
<p>在购销合同成立之后用户应根据付款页面的提示通过网上支付平台完成商品价款的支付。因众聚猫合作单位（银联商务）接受商家委托代商家向用户收取商品价款，故用户将商品价款支付给银联商务且支付成功即视为用户已向商家履行了购销合同项下的商品价款支付义务。用户在支付商品价款之前无权要求商家向用户提供商品/服务。
</p>
<h3>4.4.电子消费凭证
</h3>
<p>
4.4.1.用户支付商品价款成功后，众聚猫向用户发送电子消费凭证，用户可在下一次支付时使用电子凭证。
</p>
<p>
4.4.2.用户应当妥善保管电子消费凭证，因用户保管不善导致电子消费凭证被他人使用的，用户无权要求众聚猫重新发送电子消费凭证。
</p>
<p>
4.4.3.电子消费凭证于发生以下情形之一时即失效：
</p>
<p>
4.4.3.1.凭电子消费凭证已获得商品/服务；
</p>
<p>
4.4.3.2.合同内容中约定的有效期届满。
</p>
<h3>4.5.退款规则
</h3>
<h3>
4.6.争议解决规则
</h3>
<p>如用户与商家因购销合同的履行发生任何争议，包括但不限于对商品/服务的数量、质量、价格、有效期、预约时间、商家地址、配送方式、退换货方式、退款条件、售后服务等问题发生争议的，用户应与商家根据购销合同内容的约定确定用户与商家各自的权利义务，承担各自的责任，解决争议。众聚猫可协助用户与商家之间争议的协商调解。
</p>
<h2>
五、用户的权利和义务
</h2>
<h4>5.1.用户有权按照本协议约定接受众聚猫提供的众聚猫网络交易平台服务。</h4>
<h4>5.2.如用户要求获得商品/服务的发票、其他付款凭证、购货凭证或服务单据，有权且应当在对商品/服务进行消费时向商家提出，发票金额以实际支付的商品价款为准。
</h4><h4>5.3.用户在消费商品/服务的过程中，如发现商品/服务与订单内容不符或存在质量、服务态度等其他问题的，应与商家采取协商或其他方式予以解决，众聚猫可向用户提供商家的真实网站登记信息并积极协助用户与商家解决争议。
</h4><h4>5.4.用户有权随时终止使用众聚猫服务。
</h4><h4>5.5.用户应保证其在注册时和提交订单时所提供的姓名、联系方式、联系地址等全部信息真实、完整、准确，并当上述信息发生变更时及时进行更新提供给众聚猫的信息。
</h4><h4>5.6.用户在众聚猫进行交易时不得恶意干扰平台的正常进行、破坏众聚猫平台秩序。
</h4><h4>5.7.用户不得以任何技术手段或其他方式干扰众聚猫的正常运行或干扰其他用户对众聚猫服务的使用。
</h4><h4>5.8.用户不得以虚构事实等方式恶意诋毁众聚猫或商家的商誉。
</h4><h4>5.9.用户通过众聚猫进行商品交易应出于真实消费目的，不得以转售等商业目的进行交易。
</h4><h4>5.10.用户在付款成功后应配合接收货物或电子消费凭证。
</h4><h4>5.11.用户不得对商品/服务进行虚假评价或虚假投诉。
</h4><h4>5.12.用户应妥善保管账号、密码、数字证书、手机动态口令、账户绑定的手机号码及关联账户银行账户、卡号、密码、开户行预留的手机号码，及来自于众聚猫及/或开户行向您发送的校验码等与众聚猫账户或与美团账户关联的银行账户有关的一切信息和设备。如您更换、暂停或终止使用上述信息和/或设备，或遗失或泄露前述信息和 / 或设备的，您应及时通知众聚猫平台进行并及时联系众聚猫进行解绑、变更或注销处理，以减少可能发生的损失。无论是否已通知众聚猫，因上述原因所致损失需由您自行承担。
</h4>
<h2>六、众聚猫的权利和义务</h2>
<h3>6.1.如用户不具备本协议约定的注册资格，则众聚猫有权拒绝用户进行注册，对已注册的用户有权注销其众聚猫会员账号，众聚猫因此而遭受损失的有权向前述用户或其法定代理人主张赔偿。同时，众聚猫保留其他任何情况下决定是否接受用户注册的权利。
</h3><h3>6.2.众聚猫发现账户使用者并非账户初始注册人时，有权中止该账户的使用。
</h3><h3>6.3.众聚猫通过技术检测、人工抽检等检测方式合理怀疑用户提供的信息错误、不实、失效或不完整时，有权通知用户更正、更新信息或中止、终止为其提供众聚猫服务。
</h3><h3>6.4.众聚猫有权在发现众聚猫上显示的任何信息存在明显错误时，对信息予以更正。
</h3><h3>6.5.用户付款成功前，众聚猫有权接受商家委托对订单内容作出变更，如用户接受变更后的内容则用户可确认订单及付款，如用户不接受变更后内容则有权取消订单。用户付款成功后，如确因情况变化导致商家需对订单内容作出变更的，众聚猫有权接受商家委托单方对订单内容作出变更，如用户接受变更则按变更后的订单内容进行消费，如用户不接受变更则用户有权取消订单并要求众聚猫代商家全额退款。
</h3><h3>6.6.众聚猫保留修改、中止或终止众聚猫服务的权利，众聚猫行使前述权利将按照法律规定的程序及方式告知用户。
</h3><h3>6.7.众聚猫应当采取必要的技术手段和管理措施保障众聚猫的正常运行，并提供必要、可靠的交易环境和交易服务，维护平台交易秩序。
</h3><h3>6.8.如用户连续两年未使用众聚猫会员账号和密码登录众聚猫，则众聚猫在通知用户后，有权注销用户的众聚猫账号。账号注销后，众聚猫有权将相应的会员名开放给其他用户注册使用。
</h3><h3>6.9.众聚猫有权在本协议履行期间及本协议终止后保留用户的注册信息及用户应用众聚猫服务期间的全部交易信息，但不得非法使用该等信息。
</h3><h3>6.10.众聚猫有权随时删除众聚猫网站内各类不符合国家法律法规、规范性文件或众聚猫网站规定的用户评价等内容信息，众聚猫行使该等权利不需提前通知用户。</h3>

<h2>七、用户信息</h2>
<h3>众聚猫非常重视用户个人信息的保护，在您使用众聚猫提供的服务时，您同意众聚猫按照在平台上公布的《隐私政策》收集、存储、使用、披露、处理和保护您的个人信息。众聚猫希望通过《隐私政策》向您清楚地介绍对您个人信息的处理方式，因此建议您完整地阅读《隐私政策》，以帮助您更好地保护您的隐私权。
</h3>
<h2>八、特别声明</h2>
<h3>8.1.用户未通过众聚猫与商家之间进行的交易不属于众聚猫平台交易，众聚猫对不属于众聚猫平台交易的交易事项不承担任何责任，用户不得因其与商家之间因此类交易发生的任何争议投诉众聚猫或要求承担任何责任。不属于众聚猫平台交易的情况具体包括：用户未在众聚猫与商家成立订单；用户虽在众聚猫与商家成立订单，但未通过众聚猫而直接向商家支付款项。
</h3><h3>8.2.不论在何种情况下，众聚猫对由于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务不承担责任。
</h3><h3>8.3.作弊、扰乱交易秩序的情况
</h3><p>8.3.1活动期间，如发现有用户通过不正当手段（包括但不限于侵犯第三人合法权益、作弊、扰乱系统、实施网络攻击、恶意套现、刷信誉、批量注册、用机器注册众聚猫账户、用机器模拟客户端）参加活动而有碍其他用户公平参加本次活动或有违反活动目的之行为，活动举办方有权取消其获奖资格或其因参加活动所获赠品或权益。如该作弊行为给活动举办方造成损失的，活动举办方保留追究赔偿的权利。
</p><p>8.3.2对于恶意进行注册，反复交易退款，侵害美团实际经营交易的情况，美团会停止服务、封停账号并追究责任。
</p>
<h2>九、知识产权</h2>
<h3>9.1.众聚猫所包含的全部智力成果包括但不限于数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，软件编译、相关源代码和软件 (包括小应用程序和脚本) 的知识产权权利均归众聚猫所有。用户不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容。
</h3><h3>9.2.众聚猫名称中包含的所有权利 (包括商誉和商标) 均归众聚猫所有。
</h3><h3>9.3.用户接受本协议即视为用户主动将其在众聚猫发表的任何形式的信息的著作权，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿独家转让给众聚猫所有，众聚猫有权利就任何主体侵权单独提起诉讼并获得全部赔偿。本协议属于《中华人民共和国著作权法》第二十五条规定的书面协议，其效力及于用户在众聚猫发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。
</h3><h3>9.4.用户在使用众聚猫服务过程中不得非法使用或处分众聚猫或他人的知识产权权利。用户不得将已发表于众聚猫的信息以任何形式发布或授权其它网站（及媒体）使用。
</h3>
<h2>十、客户服务</h2>
<h3>众聚猫建立专业的客服团队，并建立完善的客户服务制度，从技术、人员和制度上保障用户提问及投诉渠道的畅通，为用户提供及时的疑难解答与投诉反馈。
</h3>
<h2>十一、协议的变更和终止</h2>
<h3>11.1.协议的变更</h3>
<p>
众聚猫有权对本协议内容或众聚猫发布的其他服务条款及操作规则的内容进行变更，众聚猫将按照法律规定的程序及方式发布公告。如用户继续使用众聚猫提供的服务即视为用户同意该等内容变更，如用户不同意变更后的内容则用户有权注销众聚猫账户、停止使用众聚猫服务。
</p>
<h4>11.2.协议的终止</h4>
<p>11.2.1.众聚猫有权依据本协议约定注销用户的众聚猫账号，本协议于账号注销之日终止。</p>
<p>11.2.2.众聚猫有权终止全部众聚猫服务，本协议于众聚猫全部服务依法定程序及方式终止之日终止。</p>
<p>11.2.3.本协议终止后，用户无权要求众聚猫继续向其提供任何服务或履行任何其他义务，包括但不限于要求众聚猫为用户保留或向用户披露其原众聚猫账号中的任何信息，向用户或第三方转发任何其未曾阅读或发送过的信息等。</p>
<p>11.2.4.本协议的终止不影响守约方向违约方追究违约责任。</p>

<h2>十二、违约责任</h2>
<h3>12.1.众聚猫或用户违反本协议的约定即构成违约，违约方应当向守约方承担违约责任。
</h3><h3>12.2.如用户违反本协议约定，以转售等商业目的进行平台交易，则众聚猫有权代商家取消相关平台交易，并有权注销其众聚猫账号，终止为其提供众聚猫服务，如众聚猫因此而遭受损失的，有权要求用户赔偿损失。
</h3><h3>12.3.如因用户提供的信息不真实、不完整或不准确给众聚猫或商家造成损失的，众聚猫有权要求用户对众聚猫或对商家进行损失的赔偿。
</h3><h3>12.4.如因用户违反法律法规规定或本协议约定，在众聚猫或利用众聚猫服务从事非法活动的，众聚猫有权立即终止继续对其提供众聚猫服务，注销其账号，并要求其赔偿由此给众聚猫造成的损失。
</h3><h3>12.5.如用户以技术手段干扰众聚猫的运行或干扰其他用户对众聚猫使用的，众聚猫有权立即注销其众聚猫账号，并有权要求其赔偿由此给众聚猫造成的损失。
</h3><h3>12.6.如用户以虚构事实等方式恶意诋毁众聚猫或商家的商誉，众聚猫有权要求用户向众聚猫或商家公开道歉，赔偿其给众聚猫或商家造成的损失，并有权终止对其提供众聚猫服务。</h3>

<h2>十三、争议解决</h2>
<p>用户与众聚猫因本协议的履行发生争议的应通过友好协商解决，协商解决不成的，任一方有权将争议提交北京仲裁委员会依据该会仲裁规则进行仲裁。</p>

<h2>十四、协议生效</h2>
<p>本协议于用户点击众聚猫注册页面的同意注册并完成注册程序、获得众聚猫账号和密码时生效，对众聚猫和用户均具有约束力。
</p>
</section>
</body></html>